{
    "Evidence Type": {
        "display": "Yes",
        "description": "Brief description on the type of paleoseismic evidence"
    },
    "Contact Name": {
        "display": "Yes",
        "description": "A uniquely indentified name for each interpreted paleoseismic event. Contact names are based largely on those published in primary literature."
    },
    "Site": {
        "display": "Yes",
        "description": "The geographic name for each site based largely on those published in primary literature."
    },
    "Latitude [°]": {
        "display": "Yes",
        "description": "A general latitude for the site in decimal degrees."
    },
    "Longitude [°]": {
        "display": "Yes",
        "description": "A general longitude for the site in decimal degrees."
    },
    "Environment": {
        "display": "Yes",
        "description": "The type of environment that the paleoseismic evidence is preserved in."
    },
    "Length of Record [cal yr BP]": {
        "display": "Yes",
        "description": "The maximum known age of the record."
    },
    "Site-Averaged Evidence Rank\n(0 - 3)": {
        "display": "Yes",
        "description": "An average value for the quality of evidence for paleoseismic events at each site."
    },
    "Evidence for coseismic proxy": {
        "display": "Yes",
        "description": "A description of the published paleoseismic evidence within the stratigraphy or the environment."
    },
    "5 - Annual-subannual precision\n": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material capable of providing annual to sub-annual precision.  If this is marked yes, the age control quality is scored at 5."
    },
    "4.5 - \"Close-limiting\" age with growth- position plants": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material defined as a \"close-limiting\" age. If this is marked yes, the age control quality is scored at 4.5."
    },
    "4 - Age with growth- position plants": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes plant material that is in growth position (i.e. not detrital). If this is marked yes, the age control quality is scored at 4."
    },
    "3.5 - Multiple bracketing age and dated/well correlated tephra": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material collected above and below the event and therefore provides a maximum and minimum age and also includes tephra material. If this is marked yes, the age control quality is scored at 3.5."
    },
    "3 - Multiple bracketing age from detrital material": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes material collected above and below the event and therefore provides a maximum and minimum age. If this is marked yes, the age control quality is scored at 3."
    },
    "2.5 - Non-bracketing age from multiple detrital samples and dated/correlated tephra": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes more than one radiocarbon age, but only material collected above or below the event, and also includes tephra material. If this is marked yes, the age control quality is scored at 2.5."
    },
    "2 - Non-bracketing age from multiple detrital samples": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes more than one radiocarbon age, but only material collected above or below the event. If this is marked yes, the age control quality is scored at 2."
    },
    "1.5 - Single detrital age and dated/correlated tephra or excess 210Pb": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes a single detrital radiocarbon age analysis and also includes tephra material. If this is marked yes, the age control quality is scored at 1.5."
    },
    "1 - Single detrital age": {
        "display": "No",
        "description": "A yes/no entry for whether the age control includes a single detrital radiocarbon age analysis. If this is marked yes, the age control quality is scored at 1."
    },
    "0.5 - Modeled age from bracketing dated horizons or only benthic detrital age": {
        "display": "No",
        "description": "A yes/no entry for whether the age control is derived from a modeled estimate but not from dating material directly above or below the event or if the material dated is from benthic foraminifera. If this is marked yes, the age control quality is scored at 0.5."
    },
    "Age Rank\n(0 - 5)": {
        "display": "Yes",
        "description": "A numerical score on the quality of age control, between 0 and 5, based on the material dated."
    },
    "A - Disruptive feature that is laterally extensive within site": {
        "display": "No",
        "description": "A yes/no entry for whether there is stratigraphic evidence for a disruptive feature that is laterally exntensive. If marked yes, this provides 1 point towards the Evidence Rank."
    },
    "B - Characteristic of deposit/record is distinctive of seismic triggering": {
        "display": "No",
        "description": "A yes/no entry for whether the feature is specifically characteristic of seismic triggering. If marked yes, this provides 1 point towards the Evidence Rank."
    },
    "C - Site susceptibility or modeling omits triggering from non-CSZ earthquake source": {
        "display": "No",
        "description": "A yes/no entry for whether the site susceptibility omits triggering by non-seismic sources. If marked yes, this provides 1 point towards the Evidence Rank."
    },
    "Evidence Rank\n(0 - 3)": {
        "display": "Yes",
        "description": "A numerical score on the quality of paleoseismic evidence, between 0 and 3."
    },
    "Sum of ranking criteria ": {
        "display": "No",
        "description": "A sum of the Age and Evidence Rank for each event."
    },
    "(1) Distinctive petrophyiscal characteristics suitable for wiggle matching": {
        "display": "No",
        "description": "A yes/no entry for whether the petrophysical characteristics, like magnetic susceptibility or density logs, suggest distinctive features that allow for wiggle matching between cores. If marked yes, this provides 1 point towards the Correlation Rank."
    },
    "(2) Correlatable presence within a sequence\n": {
        "display": "No",
        "description": "A yes/no entry for whether the event occurs withing a a sequence and is correlatable within that sequence. If marked yes, this provides 1 point towards the Correlation Rank."
    },
    "(3) Do local and regional turbidite age ranges overlap by <30%": {
        "display": "No",
        "description": "A yes/no entry for whether the age of regionally interpreted turbidites and the local turbidite ages analyzed for this site overlap within 30%. If marked yes, this provides 1 point towards the Correlation Rank."
    },
    "(4) Passes confluence test\n(bonus 0.5 pts for provenance information)": {
        "display": "No",
        "description": "A yes/no entry for whether the feature passes a confluence test. If marked yes, this provides 1 point towards the Correlation Rank. If there is provenance information, add 0.5 points."
    },
    "(5) Correlated across distance > 300 km (beyond triggering from crustal events in S. Cascadia)": {
        "display": "No",
        "description": "A yes/no entry for whether the feature has been correlated across a distance greater than 300 km. If marked yes, this provides 1 point towards the Correlation Rank."
    },
    "Correlation Rank\n(1-5)": {
        "display": "Yes",
        "description": "A numerical score on the quality of a features correlatability, between 0 and 5."
    },
    "Sample mixed from multiple cores before analysis?": {
        "display": "No",
        "description": "A yes/no entry for whether the radiocarbon material was mixed from multiple cores prior to age analysis."
    },
    "Cores in which event was identified": {
        "display": "Yes",
        "description": "The number of cores in which the feature was identified."
    },
    "No. of pulses": {
        "display": "Yes",
        "description": "The number of pulses apparent in the geophysical logs."
    },
    "Thickness [cm]": {
        "display": "Yes",
        "description": "The stratigraphic thickness in centimeters."
    },
    "Grain size": {
        "display": "Yes",
        "description": "Grain size information about the feature."
    },
    "Erosive base": {
        "display": "Yes",
        "description": "A yes/no entry for whether the feature has an erosive base."
    },
    "Provenance": {
        "display": "Yes",
        "description": "A yes/no entry for whether there is provenance information available for the feature."
    },
    "Radiocarbon age mean [yr BP]": {
        "display": "No",
        "description": "Reported mean uncalibrated radiocarbon age from the literature in radiocarbon years before present (1950 CE)."
    },
    "Radiocarbon age uncertainty [yr BP]": {
        "display": "No",
        "description": "Reported uncertainty in uncalibrated radiocarbon age from the literature in radiocarbon years before present (1950 CE)."
    },
    "Mean delta R (Marine20) [yr]": {
        "display": "Yes",
        "description": "The mean local marine radiocarbon age correction value used to calibrate radiocarbon ages for this feature, in years."
    },
    "Uncertainty in delta R (Marine20) [yr]": {
        "display": "Yes",
        "description": "The uncertainty in local marine radiocarbon age correction value used to calibrate radiocarbon ages for this feature, in years."
    },
    "Published Hemipelagic Age Minimum [cal yr BP]": {
        "display": "Yes",
        "description": "The minimum published hemipelagic age for the feature in calendar years BP. Entries are typically specific for horizons that were not independently dated."
    },
    "Published Hemipelagic Age Maximum [cal yr BP]": {
        "display": "Yes",
        "description": "The maximum published hemipelagic age for the feature in calendar years BP. Entries are typically specific for horizons that were not independently dated."
    },
    "Published Event Age Minimum [cal yr BP]": {
        "display": "Yes",
        "description": "Published minimum calibrated age for candidate paleoseismic evidence in calendar years before present (1950 CE)."
    },
    "Published Event Age Maximum [cal yr BP]": {
        "display": "Yes",
        "description": "Published maximum calibrated age for candidate paleoseismic evidence in calendar years before present (1950 CE)."
    },
    "Inferred correlation": {
        "display": "Yes",
        "description": "The inferred regional turbidite correlation."
    },
    "Age comments": {
        "display": "No",
        "description": "Compiler comments on age information published in primary literature."
    },
    "Regional Event Age Minimum [cal yr BP]": {
        "display": "No",
        "description": "The minimum regional event age, as published for compiled onshore and offshore evidence for partial and full margin ruptures, in calendar years BP."
    },
    "Regional Event Age Maximum [cal yr BP]": {
        "display": "No",
        "description": "The maximum regional event age, as published for compiled onshore and offshore evidence for partial and full margin ruptures, in calendar years BP."
    },
    "Inferred most likely evidence source": {
        "display": "Yes",
        "description": "The published most likely source for an event."
    },
    "Reference": {
        "display": "Yes",
        "description": "Literature reference for the compiled information."
    },
    "Notes": {
        "display": "Yes",
        "description": "Notes from compilers that may be specifically useful for interpreting the paleoseismic evidence compiled for this specific site or event."
    }
}